[
    {
        "Ma_khieu_nai": 1,
        "Ma_don_thue": 6,
        "Tai_khoan_khieu_nai": 1,
        "Tai_khoan_bi_khieu_nai": 6,
        "Noi_dung_khieu_nai": "Chủ xe yêu cầu tôi trả xe ở một địa điểm khác so với thỏa thuận ban đầu mà không thông báo trước. Việc này gây bất tiện lớn cho tôi vì tôi đã lên kế hoạch di chuyển dựa trên địa điểm ban đầu. Tôi cảm thấy không được tôn trọng và mong muốn có sự giải thích rõ ràng từ bên cho thuê.",
        "Ngay_khieu_nai": "2025-08-18",
        "Trang_thai_khieu_nai": "DANG_XU_LY"
    },
    {
        "Ma_khieu_nai": 2,
        "Ma_don_thue": 7,
        "Tai_khoan_khieu_nai": 7,
        "Tai_khoan_bi_khieu_nai": 2,
        "Noi_dung_khieu_nai": "Tôi cho thuê xe và khách trả xe trễ hơn thời gian đã thống nhất nhưng không chấp nhận thanh toán phụ phí trễ hạn. Quy định về việc trả trễ và phụ phí đã được nêu rõ ngay từ đầu. Cách khách xử lý làm ảnh hưởng doanh thu và lịch cho thuê tiếp theo của tôi.",
        "Ngay_khieu_nai": "2025-09-06",
        "Trang_thai_khieu_nai": "DANG_XU_LY"
    },
    {
        "Ma_khieu_nai": 3,
        "Ma_don_thue": 8,
        "Tai_khoan_khieu_nai": 3,
        "Tai_khoan_bi_khieu_nai": 8,
        "Noi_dung_khieu_nai": "Tôi nhận xe trễ khá lâu so với giờ đã đặt trên ứng dụng. Việc giao xe chậm làm tôi trễ kế hoạch di chuyển và lỡ một số công việc quan trọng. Tôi hầu như không nhận được hỗ trợ hay bù trừ hợp lý nào từ bên cho thuê.",
        "Ngay_khieu_nai": "2025-09-14",
        "Trang_thai_khieu_nai": "DANG_XU_LY"
    },
    {
        "Ma_khieu_nai": 4,
        "Ma_don_thue": 9,
        "Tai_khoan_khieu_nai": 6,
        "Tai_khoan_bi_khieu_nai": 4,
        "Noi_dung_khieu_nai": "Tôi cho thuê xe và sau khi khách trả, nội thất bị bẩn rõ rệt, ghế dính đồ ăn và nhiều vết bẩn. Khách không báo lại tình trạng này khi bàn giao xe mà chỉ trả rồi rời đi. Tôi có yêu cầu phí vệ sinh đúng theo thỏa thuận nhưng không được chấp nhận. Tôi phải tự mang xe đi vệ sinh lại, tốn thêm thời gian và chi phí.",
        "Ngay_khieu_nai": "2025-10-05",
        "Trang_thai_khieu_nai": "DANG_XU_LY"
    },
    {
        "Ma_khieu_nai": 5,
        "Ma_don_thue": 10,
        "Tai_khoan_khieu_nai": 5,
        "Tai_khoan_bi_khieu_nai": 6,
        "Noi_dung_khieu_nai": "Tôi đi thuê xe và bất ngờ bị yêu cầu trả xe ở một nơi khác so với kế hoạch ban đầu. Việc thay đổi này gây bất tiện cho lịch trình của tôi nhưng vẫn bị tính thêm phí phát sinh. Tôi cảm thấy mình không được thông báo đầy đủ và minh bạch về sự thay đổi đó.",
        "Ngay_khieu_nai": "2025-10-19",
        "Trang_thai_khieu_nai": "DANG_XU_LY"
    },
    {
        "Ma_khieu_nai": 6,
        "Ma_don_thue": 11,
        "Tai_khoan_khieu_nai": 1,
        "Tai_khoan_bi_khieu_nai": 6,
        "Noi_dung_khieu_nai": "Tôi đã trả xe đúng thời gian và giữ xe trong tình trạng tốt nhưng tiền cọc bị giữ lâu hơn so với cam kết. Tôi phải liên hệ nhiều lần mới nhận được phản hồi. Điều này khiến tôi không yên tâm khi tiếp tục thuê xe sau này.",
        "Ngay_khieu_nai": "2025-11-05",
        "Trang_thai_khieu_nai": "DANG_XU_LY"
    },
    {
        "Ma_khieu_nai": 7,
        "Ma_don_thue": 19,
        "Tai_khoan_khieu_nai": 7,
        "Tai_khoan_bi_khieu_nai": 4,
        "Noi_dung_khieu_nai": "Tôi cho thuê xe và khách hủy đơn rất sát giờ nhận, khiến xe bị bỏ trống cả ngày. Tôi đã chuẩn bị xe, dọn vệ sinh và sắp lịch nhưng cuối cùng không có chuyến nào. Việc hủy sát giờ như vậy gây thiệt hại trực tiếp cho tôi.",
        "Ngay_khieu_nai": "2025-12-08",
        "Trang_thai_khieu_nai": "DA_GIAI_QUYET"
    },
    {
        "Ma_khieu_nai": 8,
        "Ma_don_thue": 24,
        "Tai_khoan_khieu_nai": 4,
        "Tai_khoan_bi_khieu_nai": 9,
        "Noi_dung_khieu_nai": "Tôi là người đặt chuyến và bên cho thuê chủ động hủy đơn ngay gần thời điểm tôi đến nhận xe. Tôi không được hỗ trợ tìm xe thay thế kịp thời, khiến kế hoạch di chuyển của tôi bị đảo lộn hoàn toàn. Cách xử lý này tạo cảm giác rất thiếu trách nhiệm với khách.",
        "Ngay_khieu_nai": "2025-09-29",
        "Trang_thai_khieu_nai": "TU_CHOI"
    },
    {
        "Ma_khieu_nai": 9,
        "Ma_don_thue": 51,
        "Tai_khoan_khieu_nai": 6,
        "Tai_khoan_bi_khieu_nai": 1,
        "Noi_dung_khieu_nai": "Tôi cho thuê xe và khi nhận lại thì mức nhiên liệu thấp hơn rõ rệt so với lúc bàn giao. Tôi đã nhắc lại quy định trả xe với lượng xăng tương đương nhưng khách không chấp nhận thanh toán thêm. Cuối cùng tôi phải tự bỏ tiền đổ xăng để chuẩn bị cho chuyến tiếp theo.",
        "Ngay_khieu_nai": "2025-10-18",
        "Trang_thai_khieu_nai": "DA_GIAI_QUYET"
    },
    {
        "Ma_khieu_nai": 10,
        "Ma_don_thue": 56,
        "Tai_khoan_khieu_nai": 1,
        "Tai_khoan_bi_khieu_nai": 6,
        "Noi_dung_khieu_nai": "Trong chuyến xe tôi thuê, đèn cảnh báo trên bảng điều khiển bật lên khiến tôi rất lo lắng về độ an toàn. Tôi liên hệ với bên cho thuê nhưng không nhận được hướng dẫn rõ ràng cũng như không có đề xuất đổi xe hay giảm bớt chi phí. Trải nghiệm này làm tôi cảm giác xe không được kiểm tra kỹ trước khi giao.",
        "Ngay_khieu_nai": "2025-11-02",
        "Trang_thai_khieu_nai": "DANG_XU_LY"
    },
    {
        "Ma_khieu_nai": 11,
        "Ma_don_thue": 57,
        "Tai_khoan_khieu_nai": 7,
        "Tai_khoan_bi_khieu_nai": 2,
        "Noi_dung_khieu_nai": "Tôi cho thuê xe và khách trả xe trễ khoảng nửa giờ so với giờ đã hẹn, làm ảnh hưởng đến lịch các chuyến sau của tôi. Tôi chỉ yêu cầu phụ phí trễ hạn theo đúng quy định nhưng khách vẫn không chấp nhận. Cách ứng xử này vừa tốn thời gian vừa gây thiệt hại tài chính.",
        "Ngay_khieu_nai": "2025-11-03",
        "Trang_thai_khieu_nai": "DANG_XU_LY"
    },
    {
        "Ma_khieu_nai": 12,
        "Ma_don_thue": 58,
        "Tai_khoan_khieu_nai": 3,
        "Tai_khoan_bi_khieu_nai": 8,
        "Noi_dung_khieu_nai": "Tôi thuê xe và chủ xe yêu cầu tôi thanh toán thêm vì bị dơ xe (mặc dù tôi thấy xe vẫn còn sạch sẽ), dẫn đến số tiền 3.450.000đ cao hơn tôi dự tính. Tôi không thấy cách tính chi tiết từng khoản được giải thích rõ ràng. Điều này khiến tôi cảm giác việc tính phí chưa minh bạch.",
        "Ngay_khieu_nai": "2025-11-07",
        "Trang_thai_khieu_nai": "DANG_XU_LY"
    }
]